{
    "entries": [
        {
            "content": "Trending topics: 1. Cloud Skilling Framework. In today’s digital world, having a skilled workforce with cloud expertise is essential for success. This e-book provides a roadmap for building cloud expertise, addressing key industry challenges, and offering insights to help organizations thrive.\n2. AI and Software Development Made Easy with Xef.ai. At the heart of Xebia’s technological evolution, xef.ai emerges as an innovative solution with a clear mission: to simplify AI integration in every software development project. Our vision is to bridge the gap between advanced AI capabilities and everyday software applications, making AI accessible and implementable across various platforms.\n3. State of Generative AI - Code Assistants in Software Development. While Gen AI can offer substantial potential to boost productivity in software development, it also introduces new concerns such as data security, intellectual property rights, and commercial viability. To evaluate these issues, Xebia conducted an all-encompassing inquiry into generative tools tailored for software developers.\n4. Application Modernization: Strategies for IT Leadership and Innovation. This essential eBook equips Software Leaders with crucial strategies and insights for a successful transition. Learn how to harness AI to streamline modernization, establish a robust cloud landing zone, navigate cultural shifts to foster innovation and choose the right modernization approach for your objectives."
        },
        {
            "content": "Our values: 1. People First. Xebia puts people first. We actively enable continuous personal and professional growth. With respect, trust, responsibility, and accountability. We cultivate great ideas, innovate and actively support you to become your very best. That’s how we have grown.\n2. Sharing Knowledge. Supporting the passion of exceptionally smart people forms the foundation of our organization. Our bi-weekly company-wide knowledge exchanges, innovation days, tech-rallies and training programs make knowledge flow within Xebia and beyond and contribute to exploring and achieving our full potential, individually and collectively.\n3. Customer Intimacy. We build long-lasting relationships with our customers and serve them on an equal level. We work on common goals and trust by showing genuine interest in the person and adding value pro-actively and consistently.\n4. Quality without Compromise. At Xebia, quality without compromise is the mantra. Be it the work we do for our customers, the tools we all work with, our hiring process, our parties or our offices’ design. We set the bar at 100%, because we don’t compromise."
        },
        {
            "content": "About Us: We are Xebia! A group of passionate craftsmen who deliver innovative and high-quality software development and consultancy services. We are a network of highly collaborative and self-organizing teams that help our customers to get the most out of their digital transformation"
        },
        {
            "content": "Contact Us: Xebia Group\nLaapersveld 27\n1213 VB Hilversum\nThe Netherlands\n\nPhone: +31 (0)35 538 1921"
        }
    ]
}